<?php

return [
  1 =>
  [
    'id' => '1',
    'title' => 'Заголовок статьи №1',
    'intro' => 'Вводная часть статьи №1',
    'text' => 'Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Aenean commodo ligula eget dolor. Aenean massa. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec quam felis, ultricies nec, pellentesque eu, pretium quis, sem. Nulla consequat massa quis enim. Donec pede justo, fringilla vel, aliquet nec, vulputate eget, arcu. In enim justo, rhoncus ut, imperdiet a, venenatis vitae, justo. Nullam dictum felis eu pede mollis pretium. Integer tincidunt. Cras dapibus. Vivamus elementum semper nisi. Aenean vulputate eleifend tellus. Aenean leo ligula, porttitor eu, consequat vitae, eleifend ac, enim. Aliquam lorem ante, dapibus in, viverra quis, feugiat a, tellus. Phasellus viverra nulla ut metus varius laoreet. Quisque rutrum. Aenean imperdiet. Etiam ultricies nisi vel augue. Curabitur ullamcorper ultricies nisi. Nam eget dui. Etiam rhoncus. Maecenas tempus, tellus eget condimentum rhoncus, sem quam semper libero, sit amet adipiscing sem neque sed ipsum. Nam quam nunc, blandit vel, luctus pulvinar, hendrerit id, lorem. Maecenas nec odio et ante tincidunt tempus. Donec vitae sapien ut libero venenatis faucibus. Nullam quis ante. Etiam sit amet orci eget eros faucibus tincidunt. Duis leo. Sed fringilla mauris sit amet nibh. Donec sodales sagittis magna. Sed consequat, leo eget bibendum sodales, augue velit cursus nunc,',
    'img' => '/imgs/1.jpg',
  ],
  2 =>
  [
    'id' => '2',
    'title' => 'Заголовок статьи №2',
    'intro' => 'Вводная часть статьи №2',
    'text' => 'Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Вдали от всех живут они в буквенных домах на берегу Семантика большого языкового океана. Маленький ручеек Даль журчит по всей стране и обеспечивает ее всеми необходимыми правилами. Эта парадигматическая страна, в которой жаренные члены предложения залетают прямо в рот. Даже всемогущая пунктуация не имеет власти над рыбными текстами, ведущими безорфографичный образ жизни. Однажды одна маленькая строчка рыбного текста по имени Lorem ipsum решила выйти в большой мир грамматики. Великий Оксмокс предупреждал ее о злых запятых, диких знаках вопроса и коварных точках с запятой, но текст не дал сбить себя с толку. Он собрал семь своих заглавных букв, подпоясал инициал за пояс и пустился в дорогу. Взобравшись на первую вершину курсивных гор, бросил он последний взгляд назад, на силуэт своего родного города Буквоград, на заголовок деревни Алфавит и на подзаголовок своего переулка Строчка. Грустный реторический вопрос скатился по его щеке и он продолжил свой путь. По дороге встретил текст рукопись. Она предупредила его=> «В моей стране все переписывается по несколько раз. Единственное, что от меня осталось, это приставка «и». Возвращайся ты лучше в свою безопасную страну». Не послушавшись рукописи, наш текст продолжил свой путь. Вскоре ему повстречался коварный составитель',
    'img' => '/imgs/2.jpg',
  ],
  3 =>
  [
    'id' => '3',
    'title' => 'Заголовок статьи №3',
    'intro' => 'Вводная часть статьи №3',
    'text' => 'Душа моя озарена неземной радостью, как эти чудесные весенние утра, которыми я наслаждаюсь от всего сердца. Я совсем один и блаженствую в здешнем краю, словно созданном для таких, как я. Я так счастлив, мой друг, так упоен ощущением покоя, что искусство мое страдает от этого. Ни одного штриха не мог бы я сделать, а никогда не был таким большим художником, как в эти минуты. Когда от милой моей долины поднимается пар и полдневное солнце стоит над непроницаемой чащей темного леса и лишь редкий луч проскальзывает в его святая святых, а я лежу в высокой траве у быстрого ручья и, прильнув к земле, вижу тысячи всевозможных былинок и чувствую, как близок моему сердцу крошечный мирок, что снует между стебельками, наблюдаю эти неисчислимые, непостижимые разновидности червяков и мошек и чувствую близость всемогущего, создавшего нас по своему подобию, веяние вселюбящего, судившего нам парить в вечном блаженстве, когда взор мой туманится и все вокруг меня и небо надо мной запечатлены в моей душе, точно образ возлюбленной, - тогда, дорогой друг, меня часто томит мысль=> "Ах! Как бы выразить, как бы вдохнуть в рисунок то, что так полно, так трепетно живет во мне, запечатлеть отражение моей души, как душа моя - отражение предвечного бога!" Друг',
    'img' => '/imgs/3.jpg',
  ],
  4 =>
  [
    'id' => '4',
    'title' => 'Заголовок статьи №4',
    'intro' => 'Вводная часть статьи №4',
    'text' => 'Проснувшись однажды утром после беспокойного сна, Грегор Замза обнаружил, что он у себя в постели превратился в страшное насекомое. Лежа на панцирнотвердой спине, он видел, стоило ему приподнять голову, свой коричневый, выпуклый, разделенный дугообразными чешуйками живот, на верхушке которого еле держалось готовое вот-вот окончательно сползти одеяло. Его многочисленные, убого тонкие по сравнению с остальным телом ножки беспомощно копошились у него перед глазами. «Что со мной случилось?» – подумал он. Это не было сном. Его комната, настоящая, разве что слишком маленькая, но обычная комната, мирно покоилась в своих четырех хорошо знакомых стенах. Над столом, где были разложены распакованные образцы сукон – Замза был коммивояжером, – висел портрет, который он недавно вырезал из иллюстрированного журнала и вставил в красивую золоченую рамку. На портрете была изображена дама в меховой шляпе и боа, она сидела очень прямо и протягивала зрителю тяжелую меховую муфту, в которой целиком исчезала ее рука. Затем взгляд Грегора устремился в окно, и пасмурная погода – слышно было, как по жести подоконника стучат капли дождя – привела его и вовсе в грустное настроение. «Хорошо бы еще немного поспать и забыть всю эту чепуху», – подумал он, но это было совершенно неосуществимо, он привык спать на правом боку, а в теперешнем своем',
    'img' => '/imgs/4.jpg',
  ],
  5 =>
  [
    'id' => '5',
    'title' => 'Заголовок статьи №5',
    'intro' => 'Вводная часть статьи №5',
    'text' => 'Lorem ipsum dolor sit amet, consectetuer adipiscing elit. Aenean commodo ligula eget dolor. Aenean massa. Cum sociis natoque penatibus et magnis dis parturient montes, nascetur ridiculus mus. Donec quam felis, ultricies nec, pellentesque eu, pretium quis, sem. Nulla consequat massa quis enim. Donec pede justo, fringilla vel, aliquet nec, vulputate eget, arcu. In enim justo, rhoncus ut, imperdiet a, venenatis vitae, justo. Nullam dictum felis eu pede mollis pretium. Integer tincidunt. Cras dapibus. Vivamus elementum semper nisi. Aenean vulputate eleifend tellus. Aenean leo ligula, porttitor eu, consequat vitae, eleifend ac, enim. Aliquam lorem ante, dapibus in, viverra quis, feugiat a, tellus. Phasellus viverra nulla ut metus varius laoreet. Quisque rutrum. Aenean imperdiet. Etiam ultricies nisi vel augue. Curabitur ullamcorper ultricies nisi. Nam eget dui. Etiam rhoncus. Maecenas tempus, tellus eget condimentum rhoncus, sem quam semper libero, sit amet adipiscing sem neque sed ipsum. Nam quam nunc, blandit vel, luctus pulvinar, hendrerit id, lorem. Maecenas nec odio et ante tincidunt tempus. Donec vitae sapien ut libero venenatis faucibus. Nullam quis ante. Etiam sit amet orci eget eros faucibus tincidunt. Duis leo. Sed fringilla mauris sit amet nibh. Donec sodales sagittis magna. Sed consequat, leo eget bibendum sodales, augue velit cursus nunc,',
    'img' => '/imgs/5.jpg',
  ],
  6 =>
  [
    'title' => 'Заголовок статьи №6',
    'intro' => 'введение №6',
    'text' => 'loren ipsum and so on',
    'img' => '/imgs/1.jpg',
    'id' => '6',
  ],
  7 =>
  [
    'title' => 'Заголовок статьи №7',
    'intro' => 'введение 7',
    'text' => 'Заголовок статьи №7введение 7',
    'img' => '/imgs/5.jpg',
    'id' => '7',
  ],
  8 =>
  [
    'title' => 'Заголовок статьи №8',
    'intro' => '1',
    'text' => '2',
    'img' => '/imgs/ladies.jpg',
    'id' => 8,
  ],
  9 =>
  [
    'title' => 'Заголовок статьи №9',
    'intro' => 'Определяет способ кодирования данных формы при их отправке на сервер. Обычно устанавливать значение атрибута enctype не требуется, данные вполне правильно понимаются на стороне сервера. Однако если используется поле для отправки файла (input type="file"), следует определить атрибут enctype как multipart/form-data.',
    'text' => 'Определяет способ кодирования данных формы при их отправке на сервер. Обычно устанавливать значение атрибута enctype не требуется, данные вполне правильно понимаются на стороне сервера. Однако если используется поле для отправки файла (input type="file"), следует определить атрибут enctype как multipart/form-data.Определяет способ кодирования данных формы при их отправке на сервер. Обычно устанавливать значение атрибута enctype не требуется, данные вполне правильно понимаются на стороне сервера. Однако если используется поле для отправки файла (input type="file"), следует определить атрибут enctype как multipart/form-data.Определяет способ кодирования данных формы при их отправке на сервер. Обычно устанавливать значение атрибута enctype не требуется, данные вполне правильно понимаются на стороне сервера. Однако если используется поле для отправки файла (input type="file"), следует определить атрибут enctype как multipart/form-data.',
    'img' => '/imgs/234100.jpg',
    'id' => 9,
  ],
  10 =>
  [
    'title' => 'Заголовок статьи №10',
    'intro' => 'Ша́хматы — настольная логическая игра со специальными фигурами на 64-клеточной доске для двух соперников, сочетающая в себе элементы искусства (в части шахматной композиции), науки и спорта. Название берёт начало из персидского языка: шах мат, что значит буквально: «шах умер»[4].',
    'text' => 'В шахматы могут играть также группы игроков, друг против друга или против одного игрока; такие игры обычно именуются консультационными. Существует также практика сеансов одновременной игры, когда один сильный игрок играет с несколькими противниками (с каждым на отдельной доске). Игра подчиняется определённым правилам; в официальных турнирах применяются правила ФИДЕ[5][6], которые регламентируют не только передвижение фигур, но и права судьи, правила поведения игроков и т. п. Игра по переписке, по телефону, в Интернете имеют особые правила. Существует множество вариантов шахмат с нестандартными правилами, фигурами, размерами доски. Соответствующий раздел шахматной композиции — сказочные шахматы. В математике изучаются различные аспекты шахматной игры (например, классические «Задача о ходе коня» и «Задача о восьми ферзях»), в том числе с помощью компьютерного моделирования.',
    'img' => '/imgs/wallpaper-1771024.jpg',
    'id' => 10,
  ],
  11 =>
  [
    'title' => 'Заголовок статьи №11',
    'intro' => 'краткая история',
    'text' => 'Считается, что история шахмат насчитывает не менее полутора тысяч лет. Известно множество версий, объясняющих развитие шахмат и их распространение во всём мире — «индийская», «византийская» и др. Согласно наиболее распространённой из них, первая известная игра-прародитель, чатуранга, появилась в Индии не позже VI века нашей эры. Попав в соседние с Индией страны, чатуранга претерпела ряд изменений. Потомком её на Арабском Востоке стал шатрандж, а в Юго-Восточной Азии — сянци (Китай), макрук (Таиланд) и сёги (Япония). Шатрандж в IX—X веках от арабов попал в Европу и Африку. Европейские игроки продолжили модификацию игры, в результате к XV веку были те правила, которые сегодня известны как «классические». Окончательно правила были стандартизованы в XIX веке, когда стали систематически проводиться международные турниры. С 1886 года разыгрывается звание чемпиона мира по шахматам. С 1924 года существует Международная шахматная федерация — ФИДЕ, под эгидой которой, начиная с середины XX века, проводится большинство международных соревнований.',
    'img' => '/imgs/458136.jpg',
    'id' => 11,
  ],
  12 =>
  [
    'title' => 'Заголовок статьи №12',
    'intro' => 'а',
    'text' => 'п',
    'img' => '/imgs/439371.jpg',
    'id' => 12,
  ],
  13 =>
  [
    'title' => 'Заголовок статьи №7',
    'intro' => 'ыапврквер',
    'text' => 'тетвкивкрик',
    'img' => '/imgs/460058.jpg',
    'id' => 13,
  ],
];